
[S230]
IntervalDrama_0100=Over 12,000 years earlier...\nShinkoku - Training Grounds
IntervalDrama_0200=One Year Later...\nShinkoku - Training Grounds

[S250]
Illustrater_S250=Team Barracuda
IntervalDrama_0100=870 million years later...
IntervalDrama_0300=Policewoman:\nSir! You can't ride at that speed though here.\nThis is a pedestrian zone.
IntervalDrama_0601=CEO:\nThere's an old man over there having trouble\ncrossing the street. I can't just stand here and let\nthat happen!
IntervalDrama_0800=Mother:\nAAH!? Is that...a meteor!?
IntervalDrama_0801=Uncle:\nIt's a big one! Everyone take cover! It's coming in fast!
